
name: "open_clip_pre"
backend: "python"
max_batch_size: 8
input [
  {
    name: "INPUT"
    data_type: TYPE_UINT8
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_UINT8
    dims: [ -1 ]
  }
]

instance_group [
  {
    count: 8
    kind: KIND_CPU
  }
]